Revit 2027 API
SpecTypeId.IsothermalMoistureCapacity Property
 Isothermal Moisture Capacity, in discipline Energy.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId IsothermalMoistureCapacity { get; }
Public Shared ReadOnly Property IsothermalMoistureCapacity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ IsothermalMoistureCapacity {
	ForgeTypeId^ get ();
}
static member IsothermalMoistureCapacity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace